import mockImg from "./mockImg.jpg";

const mock = {
  reportPage: [
    {
      img: mockImg,
      title: "（200文字まで入力可能）",
      text: "ますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります",
    },
    {
      img: mockImg,
      title: "（200文字まで入力可能）",
      text: "ますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります",
    },
    {
      img: mockImg,
      title: "（200文字まで入力可能）",
      text: "ますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります",
    },
    {
      img: mockImg,
      title: "（200文字まで入力可能）",
      text: "ますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります",
    },
  ],
  sharedPage: [
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
  ],
};

export default mock;
