import mockImg from "./mockImg.jpg";
import eventImg from "./eventImg.jpg"

const mock = {
  reportPage: [
    {
      img: mockImg,
      title: "（200文字まで入力可能）",
      text: "ますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります",
    },
    {
      img: mockImg,
      title: "（200文字まで入力可能）",
      text: "ますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります",
    },
    {
      img: mockImg,
      title: "（200文字まで入力可能）",
      text: "ますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります",
    },
    {
      img: mockImg,
      title: "（200文字まで入力可能）",
      text: "ますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります",
    },
  ],
  sharedPage: [
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
    {
      title: "SomeTitle",
      tags: ["tag", "tag", "tag", "tag", "tag", "tag"],
    },
  ],
  ],
  eventsList: [
    {
      id: 1,
      img: eventImg,
      title: '橋本凛',
      tagList: ['text','text','text'],
      description: 'テキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります',
      date: '',
    },
    {
      id: 2,
      img: eventImg,
      title: '',
      tagList: ['text','text','text'],
      description: 'テキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります',
      date: '',
    },
    {
      id: 3,
      img: eventImg,
      title: '',
      tagList: ['text','text','text'],
      description: 'テキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります',
      date: '',
    },
    {
      id: 4,
      img: eventImg,
      title: '',
      tagList: ['text','text','text'],
      description: 'テキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります',
      date: '',
    },
    {
      id: 5,
      img: eventImg,
      title: '',
      tagList: ['text','text','text'],
      description: 'テキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入りますテキストが入ります',
      date: '',

    }
  ]
};

export default mock;
